[SearchAndDestroy_var03 X2MissionNarrativeTemplate]
+ObjectiveTextPools[0]="找到主要的虫族"
+ObjectiveTextPools[1]="消灭虫族"
+ObjectiveTextPools[2]="消灭所有敌方目标"
+ObjectiveTextPools[3]="撤离所有XCOM士兵"

[SearchAndDestroy_var03 X2MissionTemplate]
+DisplayName="搜寻并摧毁：虫族猎杀"
+Briefing="消灭虫族巢穴首领"
+PostMissionType="搜寻并摧毁：虫族猎杀"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="找到并消灭这个区域的主要虫族。"
+ObjectiveTextPools[1]="不要让ADVENT救出他们的虫族首领。"
+PreMissionNarratives[0]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_A"
+PreMissionNarratives[1]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_B"
+PreMissionNarratives[2]="XPACK_NarrativeMoments.X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_C"

[GOp_SearchAndDestroy_var03 X2MissionFlavorTextTemplate]
FlavorText="MISSING FLAVOR TEXT"
CouncilSpokesmanSuccessText="又一次成功的狩猎，指挥官。 <XGParam:StrValue0/!WorldRegionName/> 的虫族幼苗已经被摧毁，那个即将让它们进一步成长的虫子也被消灭了。"
CouncilSpokesmanFailureText="由于主要的虫族仍在 <XGParam:StrValue0/!WorldRegionName/>徘徊，周围的乡村地区无疑会遭受苦难。我感到…失望。"  
